[
  {
    "Version": "V14",
    "Date": "2025-02-20",
    "Changes": "ITA: L’aggiornamento V.14 di IMP introduce un'importante espansione della rete stradale e autostradale nel Centro Italia e in Campania, con particolare attenzione alla fedeltà paesaggistica e infrastrutturale. Sono state aggiunte nuove città come Perugia, Urbino, Fabriano, Napoli, Castellammare di Stabia, Vico Equense, Meta, Piano di Sorrento, Salerno, Amalfi e Vietri sul Mare, migliorando la viabilità e l’integrazione con la mappa base.\nNel Centro Italia, sono state ricostruite le principali arterie, tra cui la E78 da Arezzo a Fano, il RA6 con l’uscita Valdichiana e il collegamento a Perugia, e la SS76 fino ad Ancona. La Campania ha ricevuto un profondo restyling autostradale, con il prolungamento dell’A1, il nuovo raccordo A1-A16 e l’uscita Napoli Centro. Inoltre, sono stati dettagliatamente ricostruiti tratti iconici come la Costiera Amalfitana, Castellammare di Stabia e Vico Equense.\nUn'importante innovazione riguarda le aree di servizio, ora dotate di brand realistici come Autogrill, Eni, IP e Q8, migliorando l'immersione di gioco. In totale, l’aggiornamento ha richiesto 960 ore di lavoro, arricchendo il gameplay con nuove aziende, info point e una maggiore fedeltà alla realtà.",
    "Images": [
      "http://217.154.3.89/1.png",
      "http://217.154.3.89/2.png",
      "http://217.154.3.89/3.png"
    ]
  },
  {
    "Version": "V14",
    "Date": "2025-02-20",
    "Changes": "ENG: IMP update V.14 introduces a major expansion of the road and motorway network in Central Italy and Campania, with a focus on landscape and infrastructure fidelity. New cities such as Perugia, Urbino, Fabriano, Naples, Castellammare di Stabia, Vico Equense, Meta, Piano di Sorrento, Salerno, Amalfi and Vietri sul Mare have been added, improving the road system and integration with the base map.\nIn Central Italy, the main arteries have been rebuilt, including the E78 from Arezzo to Fano, the RA6 with the Valdichiana exit and the connection to Perugia, and the SS76 to Ancona. Campania has received a major motorway restyling, with the extension of the A1, the new A1-A16 junction and the Napoli Centro exit. In addition, iconic features such as the Amalfi Coast, Castellammare di Stabia and Vico Equense have been reconstructed in detail.\nAn important innovation concerns the service areas, now equipped with realistic brands such as Autogrill, Eni, IP and Q8, improving the immersion of the game. In total, the update required 960 hours of work, enriching the gameplay with new companies, info points and greater fidelity to reality.",
    "Images": [
      "http://217.154.3.89/4.png",
      "http://217.154.3.89/5.png",
      "http://217.154.3.89/6.png"
    ]
  }
]
